[
 {
  "id": 20649,
  "description": "The word rhinoceros comes from two Greek words: rhino (nose) and ceros (horn).[2]"
 },
 {
  "id": 20639,
  "description": "Rhinos can run at speeds up to 31 mph (50 kph).[4]"
 },
 {
  "id": 20638,
  "description": "A charging rhino can scatter a herd of elephants.[4]"
 },
 {
  "id": 20640,
  "description": "Lions will break off a hunt in order to avoid crossing a black rhino's path.[4]"
 },
 {
  "id": 20641,
  "description": "Adult rhinoceroses have no natural predators except for human beings.[4]"
 },
 {
  "id": 20646,
  "description": "A group of rhinos is referred to as a \"crash.\"[7]"
 },
 {
  "id": 20644,
  "description": "There are five species of rhino: the white rhinoceros and black rhinoceros are native to Africa; the Indian rhinoceros, Javan rhinoceros, and Sumatran rhinoceros are named for the Asian countries they reside in.[7]"
 },
 {
  "id": 20682,
  "description": "Rhino attacks on humans are incredibly rare. Occasionally rhinos will ram vehicles, attempting to make them leave, which can cause tremendous damage.[9]"
 },
 {
  "id": 20645,
  "description": "The white rhino is the second-largest land animal on the planet, after the elephant. They can grow to over 7,700 pounds (3500 kg) and reach a length of 13 feet (4 meters).[7]"
 },
 {
  "id": 20636,
  "description": "During the 1960s, approximately 60,000 black rhinos lived in Africa. By 1988, hunters and poachers had reduced that number to 2,500. Conservation efforts raised that number to around 5,000 by 2017.[4]"
 },
 {
  "id": 20653,
  "description": "Black, Javan, and Sumatran rhinos are all critically endangered species. White rhinos are the most numerous.[7]"
 },
 {
  "id": 20660,
  "description": "All rhinos are herbivorous, meaning they only eat plants. The southern white rhino eats a staggering 120 pounds of grass every day.[12]"
 },
 {
  "id": 20650,
  "description": "Rhino horns are not made of bone, but of keratin—the main ingredient in human hair and fingernails—combined with calcium and melanin. Rhino horns are structurally similar to horse hooves and turtle beaks.[2]"
 },
 {
  "id": 20659,
  "description": "Rhinos live an average of 35 to 40 years.[11]"
 },
 {
  "id": 20795,
  "description": "The largest rhinoceros species that ever lived was Paraceratherium. These prehistoric beasts stood 16 feet tall at the shoulder and weighed 20 tons.[8]"
 },
 {
  "id": 20656,
  "description": "Rhino horns are highly coveted and are valued more than gold in some parts of the world. Traditional Chinese medicine holds that the horns possess healing properties, they have been used as an aphrodisiac, and in Yemen they are prized as dagger hilts.[2][6]"
 },
 {
  "id": 20651,
  "description": "Rhinos are usually solitary creatures, though some travel in herds called \"crashes.\"[2]"
 },
 {
  "id": 20675,
  "description": "Baby rhinos weigh between 90 and 140 pounds at birth.[2]"
 },
 {
  "id": 20647,
  "description": "Rhinoceros skin is incredibly thick and tough, but it is also sensitive to sunburn and insect bites. Rhinos wallow in the mud to coat their skin for protection.[7]"
 },
 {
  "id": 20654,
  "description": "Black and white rhinos are not actually named for their colors, as both are gray. In the Afrikaans language, white rhinos were called wyd, which means wide, and described the animal's mouth. English colonists misinterpreted this as white. Black rhinos are so called because of the dark mud they wallow in.[3]"
 },
 {
  "id": 20683,
  "description": "The Javan and Indian rhinoceroses have only one horn, whereas the other three species have two.[6][11]"
 },
 {
  "id": 20676,
  "description": "The rhinoceros's closest relatives are horses, tapirs, and zebras.[3]"
 },
 {
  "id": 20681,
  "description": "An adult rhino will produce 50 pounds (23 kgs) of dung every day.[3]"
 },
 {
  "id": 20655,
  "description": "Rhinos are very territorial and mark their space with dung and urine. Each rhino's dung has a unique odor, and they often leave it in specific spots as a message to other rhinos in the area.[7]"
 },
 {
  "id": 20652,
  "description": "Rhinos and birds called \"oxpickers\" often form a sort of natural friendship, or symbiotic relationship. The bird rides on the rhino's back, eating bugs off its skin and warning it of possible threats.[4]"
 },
 {
  "id": 20658,
  "description": "The black rhino population in Africa is down 97.6% since 1960 due to over-hunting and horn poaching.[11]"
 },
 {
  "id": 20662,
  "description": "The manufacture and trade of rhino-horn medicines was banned in China, South Korea, and Taiwan in 1993.[6]"
 },
 {
  "id": 20684,
  "description": "Indian rhinos are also called \"greater one-horned rhinoceroses.\"[6]"
 },
 {
  "id": 20669,
  "description": "Many of the remaining African rhinos live in guarded sanctuaries to protect them from hunters.[4]"
 },
 {
  "id": 20648,
  "description": "Rhinoceros pregnancies last between 15 and 16 months.[7]"
 },
 {
  "id": 20799,
  "description": "Rhinoceroses, along with elephants, are among the last species of \"megafauna,\" huge land animals that are reminiscent of the giant animals of prehistory.[1]"
 },
 {
  "id": 20797,
  "description": "It is not entirely clear what selective advantage horns provide for rhinos. It is thought that mother rhinos may use them to guide their young, nudging them in the right direction.[5]"
 },
 {
  "id": 20679,
  "description": "Black rhinos prefer to graze during the evening and night, resting in the shade during the hot African day.[3]"
 },
 {
  "id": 20670,
  "description": "Contrary to popular belief, rhinos do not generally use their horn for defense. Instead they rely on their sharp, powerful teeth.[7]"
 },
 {
  "id": 20672,
  "description": "Male black rhinos are very aggressive towards other males and engage in brutal battles with teeth and horns. Up to 50% of male black rhinos die from such battles, as well as 30% of the females.[7]"
 },
 {
  "id": 20671,
  "description": "The Javan rhino is the rarest land mammal, numbering around only 50 in the whole world.[7]"
 },
 {
  "id": 20673,
  "description": "Poachers have used a wide variety of techniques to kill rhinos, including herding them into pits filled with sharpened stakes, spearing them, electrocuting them, strangling them with wire nooses, or shooting them with everything from assault rifles to sawed-off shotguns.[10]"
 },
 {
  "id": 20680,
  "description": "Rhinos are used to hot, dry climates and can go for up to five days without water.[12]"
 },
 {
  "id": 20677,
  "description": "Rhinoceroses are known as \"odd-toed ungulates,\" in reference to their three large toes. The footprints of a rhinoceros bear some resemblance to an ace of clubs.[3]"
 },
 {
  "id": 20678,
  "description": "A baby rhino spends up to three years in its mother's care; it will probably never meet its father.[3]"
 },
 {
  "id": 20666,
  "description": "Conservationists began removing the horns from living rhinos, or \"de-horning\" them, in an attempt to deter poachers and save rhinos.[4]"
 },
 {
  "id": 20686,
  "description": "The earliest rhino species dates back to approximately 50 million years ago.[1]"
 },
 {
  "id": 20685,
  "description": "Woolly rhinoceroses roamed the Earth as recently as 10,000 years ago.[1]"
 },
 {
  "id": 20796,
  "description": "Rhino horns continue to grow throughout life. If a horn breaks off, it will slowly grow back.[2]"
 },
 {
  "id": 20798,
  "description": "Rhinos need so much food that they essentially eat all the time, only stopping to sleep through the hottest part of the day.[2]"
 }
]